[
    [
        "INTERVIEWER", 
        "Manchester, in the heart of the northwest of England, is tonight host to a British political first. I'm Alastair Stewart. For the first time on British television, live in front of a representative studio audience, we'll be hearing from three men, each hoping to be the leader of the next UK government in the first election debate.  "
    ], 
    [
        "INTERVIEWER", 
        "Good evening, and welcome to the first election debate. Over the past 50 years, there have been numerous attempts to get the leaders of the three big political parties to debate with each other during an election. Tonight, history in the making, as we're joined by the leader of the Liberal Democrats, Nick Clegg, the Conservative party leader, David Cameron, and the leader of the Labour Party, Gordon Brown. This debate will mainly focus on domestic affairs, important issues that affect our everyday lives. If you want to make your own comments and follow the debate online, you can do so by going to ITV.com. In a moment, we'll be taking questions from our studio audience, but first, let's hear a brief opening statement from each of the leaders. We'll start with Nick Clegg. "
    ], 
    [
        "CLEGG", 
        "I believe the way things are is not the way things have to be. You're going to be told tonight by these two that the only choice you can make is between two old parties who've been running things for years. I'm here to persuade you that there is an alternative. I think we have a fantastic opportunity to do things differently for once. If we do things differently, we can create the fair society, the fair country we all want: a fair tax system, better schools, an economy no longer held hostage by greedy bankers, decent, open politics. Those are the changes I believe in. I really wouldn't be standing here tonight if I didn't think they were all possible. So don't let anyone tell you that the only choice is old politics. We can do something new; we can do something different this time. That's what I'm about; that's what the Liberal Democrats offer.  "
    ], 
    [
        "BROWN", 
        "These are no ordinary times, and this is no ordinary election. We've just been going through the biggest global financial crisis in our lives, and we're moving from recession to recovery, and I believe we're moving on a road to prosperity for all. Now, every promise you hear from each of us this evening depends on one thing: a strong economy. And this is the defining year. Get the decisions right now, and we can have secure jobs, we can have standards of living rising, and we can have everybody better off. Get the decisions wrong now, and we could have a double-dip recession. And because we believe in fairness, as we cut the deficit, over these next few years, we will protect your police, your National Health Service, and we will protect your schools. I know what this job involves; I look forward to putting my plan to you this evening. "
    ], 
    [
        "CAMERON", 
        "I think it's great we're having these debates, and I hope they go some way to restore some of the faith and some of the trust into our politics, because we badly need that once again in this country. The expenses saga brought great shame on parliament. I'm extremely sorry for everything that happened. Your politicians, frankly all of us, let you down. Now, there is a big choice at this election: we can go on as we are, or we can say no, Britain can do much better; we can deal with our debts, we can get our economy growing and avoid this jobs tax, and we can build a bigger society. But we can only do this if we recognise we need join together, we need to come together, we need to recognise we're all in this together. Now, not everything Labour has done in the last 13 years has been wrong - they've done some good things and I would keep those, but we need change, and it's that change I want to help to lead. "
    ], 
    [
        "INTERVIEWER", 
        "Gentlemen, thank you very much indeed. Our first question is from Gerard Oliver who is a retired toxicologist from Cheshire. Mr Oliver.  "
    ], 
    [
        "AUDIENCE", 
        "Good evening. What key elements for a fair, workable immigration policy need to be put in place to actually make it work effectively?  "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown.  "
    ], 
    [
        "BROWN", 
        "You know, I've heard the concerns around the country. I've been listening to people. I know people feel there are pressures because of immigration. That's why we want to control and manage immigration. And I when I became Prime Minister, I did a number of things. First, I introduced a points system so no unskilled worker from outside the European Union can come to Britain now. I also said that jobs had to be advertised in Jobcentres where there were skills that there were shortages of that we needed people in this country. I then said we're going to look at all the range of occupations where people come from abroad. I talked to a chef the other day who was training. I said in future, when we do it, there'll be no chefs allowed in from outside the European Union. Then I talked to some care assistants - no care assistants come in from outside the European Union. We are a tolerant, we are a diverse country, but the controls on migration that I'm introducing and I will see go further are the right controls, the right policy for Britain. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron.  "
    ], 
    [
        "CAMERON", 
        "Gerard, what I would say is that immigration is simply too high at the moment. It has been these last ten years, and it does need to come down. I think the pressures that we've put on housing and health and education have been too great. If you look at the...what's happening with immigration, the difference between the amount of people going to live overseas and those coming here, it's been often as high as 200,000. That's equivalent to two million across a decade. It's too much. I want us to bring immigration down so it is in the tens of thousands, not the hundreds of thousands. How would we do that? I think we need to have not just a points system, but also a limit on migration when people are coming from outside the European Union for economic reasons. I also think when new countries join the European Union, that actually we should have transitional controls so they can't all come here at once. It's been too high these last few years, and I would dearly love to get it down to the levels it was in the past so it is no longer an issue in our politics as it wasn't in the past. "
    ], 
    [
        "INTERVIEWER", 
        " Nick Clegg.  "
    ], 
    [
        "CLEGG", 
        "Gerard, you talked about a fair, workable immigration system. That's exactly what I want. What's happened over the last several years is almost precisely the reverse. You have had lots and lots of tough talking about immigration from both Conservative and Labour governments, and complete chaos in the actual administration of the system. It was a Conservative government that removed the exit controls so we knew who was leaving as well as who was coming in. It's what the Labour government followed up on as well. What I think we need to do is, firstly, make sure we restore those exit controls, so we have borders so we know exactly who is coming in but also when they are supposed to leave. The second thing I would do is this. At the moment under the immigration system, if you want to come and work in this country, you have to show two things: firstly, that you've got a sponsor who is sponsoring your arrival in this country, and secondly, that there is a job for you to do. I want to add a third element: that you also only go to a place, to a region, where you are needed. So that we only send immigrants to those places where they can be coped.  "
    ], 
    [
        "INTERVIEWER", 
        "You've heard what each has had to say on immigration. It's now your chance to contest the others' arguments. And you, Gordon Brown, will start.  "
    ], 
    [
        "BROWN", 
        "Let's be honest with each other, net inward migration is falling. It's fallen three years ago, two years ago, and it's falling this year. It's falling as a result of the action we are taking and will continue to take. To stop illegal migration, which is what Nick has referred to, border controls have been brought in and we're counting people out and in from the end of this year. It was a policy the Conservatives scrapped before 1997. We've got ID cards now for foreign nationals so an employer can see whether they're legal or illegal. So we're taking precise and specific action. What I wouldn't do is have an arbitrary cap. An arbitrary cap means an employer... And I've been visiting a lot of employers in this region, who wants to bring someone in from abroad, needs that skilled worker, the skill is not here, cannot do that. Net inward migration will continue to fall under our policies. 40,000 less students, I suspect, this year, because of our tightening of visa controls. Now, these are the things practically we can do. We're a tolerant country but we want proper control over migration. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "CAMERON", 
        "I think a cap is necessary because we're not going to control immigration unless we actually take some quite positive and concrete steps. I think we let down everyone if we don't do this properly. I was in Plymouth recently, and a 40-year-old black man made the point to me. He said, \"I came here when I was six, I've served in the Royal Navy for 30 years. I'm incredibly proud of my country. But I'm so ashamed that we've had this out-of-control system with people abusing it so badly.\" If we don't address immigration properly, we're letting down immigrant communities, as well as everybody else. So we do need a cap. As well as border controls that Gordon talks about, and I support strong border controls, I think we need to go one step further and have a proper border police force so we combine at our borders, customs, immigration, security, and police, so we make the most of the fact that we do have policeable borders, and we can stop more illegal immigration that way as well.  "
    ], 
    [
        "CLEGG", 
        "The truth is that there is good immigration and there is bad immigration. I was in a hospital, a paediatric hospital in Cardiff a few months ago, treating very sick premature young babies. I was being shown around and there were a large number of babies needing to be treated. There was a ward standing completely empty, though it had the latest equipment. I said to the ward sister \"What's going on? Why are there no babies being treated?\" She said \"New rules mean we can't employ any doctors from outside the European Union with the skills needed\". That's an example of where the rules are stopping good immigration which actually helps our public services to work properly. That's where I want to see, not an arbitrary cap. We can't just say a cap, what is it? 10, 10,000? A million? What if you reach the cap in the middle of summer and someone wants to come and play football for Manchester United or Manchester City? Do you say they can't come? No, let's have a regional approach where you only make sure the immigrants who come go to those regions where they can be supported.  "
    ], 
    [
        "CAMERON", 
        "On Nick's point, of course we've benefited from immigration for decades in our country. People have come here to work hard, to make a contribution, to bring their special skills. We see that in our health service and schools all the time. But I do think it's got out of control, and it does need to be brought back under control. "
    ], 
    [
        "BROWN", 
        "I don't like these words, because we're bringing it under control. Net inward migration is falling and will continue to fall as a result of the measures we've taken. We've brought together the police and the immigration officials and the customs officials in one agency. We're doing that already. Illegal immigrants are deterred because we've got ID cards for foreign nationals now, so an employer cannot say to someone \"You can come and have this job\". They've got to ask for the identity card first. There are big fines if employers break the law. Now, we've got to do more. That means we've got to tighten the number of skills we need in this country. That's why we're moving from care assistants to chefs right through other occupations where we train up British people to do the skills. "
    ], 
    [
        "CAMERON", 
        "A lot of people would ask, though, we've had 13 years of a government that's now only started to talk about addressing this issue. If you look at the numbers, net migration levels before 1997 were never greater than 77,000 a year. Under your government, they've never been less than 140,000 a year. That's a very big number. "
    ], 
    [
        "BROWN", 
        " But you accept the figures are now falling. "
    ], 
    [
        "CAMERON", 
        "You're only starting before an election to take the steps that need to be taken. "
    ], 
    [
        "INTERVIEWER", 
        " I'm going to bring Nick Clegg in now. "
    ], 
    [
        "CLEGG", 
        "I think this is partly what's been going wrong for so long. We have had both major parties running governments over the last 20 years talking tough about immigration and delivering complete chaos in the way in which it's run. I'm like anybody else. I just want a fair, workable immigration system that counts people in, counts people out, only makes sure immigrants come here if there's jobs for them to do in parts of the country where they don't place unreasonable strain on housing, public services and so on. I think the regional approach that we're putting forward, which would be a major innovation, they do it in Canada, they do it in Australia, it would be a major innovation here, which I think would restore public confidence in an immigration where people feel it's complete chaos. "
    ], 
    [
        "BROWN", 
        "You see, I agree with Nick, an arbitrary national cap will not work. I think the Conservatives are not even giving the number for that cap. They can't tell us what they will do. Take the controls we're putting in, add to the points system, restrict more occupations in future where we can train up people to have the skills. My Britain of vision moving forward is we train the young people up to get the skills for the future and we will need less people to come in to meet the skills shortages of the past. That's now what we're now doing. "
    ], 
    [
        "CAMERON", 
        "It's absolutely true that the other side of the coin is proper welfare reform. We have got too many people who could work, who are offered work but who don't work. That has actually drawn a lot of people into our country. We do need to reform welfare. But again, 13 years have gone by when welfare hasn't been properly reformed. Can I just ask Nick one? "
    ], 
    [
        "BROWN", 
        " There are 2.5 million more jobs in this country. "
    ], 
    [
        "CAMERON", 
        "Can I just ask Nick one question about this regional approach? I don't quite understand how you can ask people to come to one part of the country and rely on them staying in that one country... "
    ], 
    [
        "CLEGG", 
        " Oh, very easily. "
    ], 
    [
        "CAMERON", 
        " You have a vision of the M62 with a border post? "
    ], 
    [
        "CLEGG", 
        "No, no, no. Very, very easily. They do it in other countries. Basically it means if you're an employer and you're employing someone who's got a work permit, then you will need to make sure that in that work permit, they're only able to work in the region where you are offering them work. And if you offer them work when they don't have a work permit which says they're entitled to be in that region, then you're acting illegally. They do it in other countries, we should do it here. Because the truth is that our country has lots of different needs in different parts of the country. That's not being reflected in the immigration system in which the public has lost any confidence. "
    ], 
    [
        "INTERVIEWER", 
        "Gentlemen, I'm going to leave it there because we have a lot of questions to get through. You yourselves have said we want to get some questions. Let's go to the audience and take another. Our next question is on law and order. I need to point out that it is an area where powers are devolved to the parliament in Scotland and from this week, also the assembly in Northern Ireland. This question comes from optician and mother of two, Jacqueline Salmon. Jacqueline, your question. "
    ], 
    [
        "AUDIENCE", 
        "Good evening. I was born and still work in Burnley, Lancashire. The town has the highest burglary rate per head of population in the entire country. What confidence can you give me that towns such as this all over the UK can be made safer places to live and work? "
    ], 
    [
        "CAMERON", 
        "Jacqueline, the system isn't working properly now, there's no doubt about it. We're not seeing enough police on the streets, we're not catching enough burglars, we're not convicting enough. Then we do, when we do convict them, they're not getting long enough sentences. I went to Crosby the other day and I was talking to a woman there who had been burgled by someone who had just left prison. He stole everything in her house. As he left, he set fire to the sofa and her son died from the fumes. That burglar, that murderer, could be out of prison in just four-and-a-half years. The system doesn't work, but that sort of sentence is, I think, just completely unacceptable in terms of what the public expect for proper punishment. What have we got to do? We've got to get rid of the paperwork and the bureaucracy and we've got to get the police out on the streets. We need very clear signals from our criminal justice system: if you cross someone's threshold and rob their home, you go to prison, and you go to prison for a long time. "
    ], 
    [
        "INTERVIEWER", 
        " Nick Clegg. "
    ], 
    [
        "CLEGG", 
        "Jacqueline, you asked, what can we do to stop burglary happening over and over and over and over again. Two things: firstly, quite simply, more police on our streets. This government wants to waste billions of your money on an ID card system so you have to pay for the privilege of having lots of your own details on a piece of plastic card that you carry around. For pretty well exactly the amount of money, your money, that the government is pouring into that, we could put 3,000 more police officers on the streets. That is the absolute priority for me. The second thing is this: there are too many young offenders who start first getting into trouble with low-level nuisance anti-social behaviour who become the hardened criminals of tomorrow. What we've got to do is stop the young offenders of today becoming the hardened criminals tomorrow. In my city of Sheffield, where I'm an MP, we've done some great things to do exactly that. That's the way to get burglary and crime down. "
    ], 
    [
        "BROWN", 
        "Jacqueline, as long as anybody feels unsafe, and as long as anybody feels insecure, even although crime is falling - official crime figures show it's falling, and violent crime is falling - I feel that we have got to do far more. And that's why there's three things I want to suggest this evening that will make people safer. One is we've got to have effective policing on the streets. Police have got to spend 80% of their time now on the streets. We've got record police numbers in this country, and we want to maintain that level of police force over the next few years. The second thing is, parents have got to accept responsibility for their children. If an order is passed against a teenager, then the parent has also got to accept responsibility, and we're bringing that in now. The third thing I would say is this: if you are dissatisfied with the way the police are treating or the police are dealing with your case, and you are persistently denied the rights you have, then we'll give you the right to take an injunction against the police so you can be sure that your rights against anti-social behaviour and crime are upheld. "
    ], 
    [
        "CAMERON", 
        "I think one additional point that I would make is if you look at where so much of the burglary, so much of the car crime is coming from, it is actually coming from people who are addicted to drugs. I think we've got to be much faster at getting drug addicts off the streets and into treatment. And all too often, that doesn't happen. And even when it does today, they get put on a substitute drug. We're not really dealing with the problem, which is to get these people to confront their problems and lead drug-free lives. I even went to a drug rehab recently in my own constituency, and met a young man who told me that he committed a certain amount of crimes so he could get in front of a judge who could then get him a place in a residential rehab centre. We must be mad as a country not to get people into that residential rehab to get them to clean up their lives, so we cut the crime on our own streets. "
    ], 
    [
        "CLEGG", 
        "I think, as I say, it's how do we make sure the youngsters of today don't become the hardened criminals of tomorrow? It's that conveyor-belt from nuisance at the beginning, anti-social behaviour in our communities, yobs on on the street corner who then become the hardened criminals of tomorrow. I think what makes me so angry is that again, it's like the immigration debate: so much tough talk from different governments of different parties for so long has turned our prisons into overcrowded colleges of crime. Do you know that young men going into prison now on short-term prison sentences now come out, and nine out of ten of them reoffend, so we are reproducing more crime than actually cutting it. What I've seen in my city of Sheffield is that you get these youngsters not when they've done serious crimes, but when they're first starting to get into trouble, to face their victims, explain why they've done what they've done to their victims, apologise for what they've done, make up for what they've done in the community, cleaning up parks and streets. It has a dramatic effect on their behaviour. I want to change people's behaviour before they become the criminals of tomorrow. "
    ], 
    [
        "BROWN", 
        "When I was young, my father ran a youth club with my brother for young people, and the more people who do voluntary service and give their time in the community to getting young people off the streets doing purposeful activity, the better, whether it's sports, dancing or music or other activities that get people off the streets. But the one thing I'm absolutely sure of - we've got to maintain the numbers of police we have in this country. We've built up the police force from a period when it was understaffed to a period where they now have more police than ever before. I want to make sure that that continues with neighbourhood policing accountable to you, with you able to direct what happens in your own local police force. If a police force is not performing well, let it be taken over by another police force, so the job is done properly for you. So I would not support those, and I'm afraid the Conservatives are not prepared to guarantee, as we are repared to do, that we will continue to fund the police force and the spending on police will continue to rise so that we have enough police there on the beat for you. "
    ], 
    [
        "INTERVIEWER", 
        "Mr Clegg, what do you make of what you've heard from the other two gentlemen? "
    ], 
    [
        "CLEGG", 
        "Well, it's all very well to stay these things, but if what actually happens in practice is that we produce, as I say, these colleges of crime, where we have now, what, about 4,000 people going into our prisons on short-term prison sentences, they sit around, they learn some extra tricks of the trade from some more experienced criminals, and then they go out and nine out of ten of the young men on short-term prison sentences just commit more crime. I think that's what Jacqueline is talking about, this desperate, hopeless feeling. It keeps happening over and over again. I met a young man in London the other day. His flat had been burgled five times, and one of them, would you believe it, Jacqueline, was when he was away at his father's funeral. He said to me \"Why can't this stop?\" Unless we do something different, not the same old remedies, but do something different to stop the youngsters today who are getting into trouble from becoming the hardened criminals of tomorrow, I don't this stuff will make the difference that they say it will. "
    ], 
    [
        "BROWN", 
        "At Reading Prison, we've been working at this young offenders' institution with companies, and where people are in this institution, they've been trained for jobs that they can get if they don't reoffend and they go out and actually do a decent job. Now, there's been a 75% success in this project, so you can bring the reoffending rate down. But I do come back to this central problem that we face - I'm grateful, by the way, David, for you putting up these posters about me and about crime and about everything else. You know, there's no newspaper editor done as much for me in the last two years, because my face is smiling on these posters, and I'm very grateful to you and Lord Ashcroft for funding that. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "CAMERON", 
        "Thank you! Let me take on directly this question of money and public spending. It will be a common feature through these debates about how do we fund the public services we need? I think it's really important that we start focusing on what we get out of the money that we put in, because if we think that the future is just spending more and more money, we're profoundly wrong. Hold on...  "
    ], 
    [
        "BROWN", 
        " The future is not spending more... "
    ], 
    [
        "INTERVIEWER", 
        " I'll get it going between the two of you, don't worry. "
    ], 
    [
        "BROWN", 
        " The issue here is, will you continue to fund the police? "
    ], 
    [
        "CAMERON", 
        " Yes, of course. Let me give you an example... "
    ], 
    [
        "BROWN", 
        "Will you match our funding on the police? The answer is no from your manifesto. This is not Question Time. "
    ], 
    [
        "INTERVIEWER", 
        " Let Mr Cameron answer your point. "
    ], 
    [
        "BROWN", 
        " It's answer time, David.  "
    ], 
    [
        "CAMERON", 
        "What matters is what comes out. I went to a Hull police station the other day. They had five different police cars, and they were just about to buy a £73,000 Lexus. There's money that could be saved to get the police on the frontline. The Metropolitan Police have 400 uniformed officers in their human resources department. Our police officers should be crime fighters, not form-fillers, and that's what needs to change. "
    ], 
    [
        "CLEGG", 
        "I'm just slightly surprised that there's any discussion going on between you about what money you can put into public services, because I read your manifestos this week. In neither of them are you coming clean with people about what anything costs, because you haven't got any figures in your manifestos. We've set out clearly not only what we will do, but how we will pay for it. "
    ], 
    [
        "INTERVIEWER", 
        " Mr Cameron, on that point? "
    ], 
    [
        "CAMERON", 
        "On that point, let me take Nick back to his manifesto and one pledge that's in there that worried me a lot. My mother was a magistrate in Newbury for 30 years. She sat on the bench, and she did use those short prison sentences that you're talking about. I've got to tell you, when someone smashes up the bus stop, when someone repeatedly breaks the law, when someone's found fighting on a Friday or Saturday night, as a magistrate, you've got to have that power for a short prison sentence when you've tried the other remedies. "
    ], 
    [
        "INTERVIEWER", 
        " Mr Brown, on that point? "
    ], 
    [
        "BROWN", 
        "That's why there are 20,000 more people in prison as a result of the tougher sentences we've been passing. But you've got to answer this question: we will continue to match the funding of the police as of now. You are saying you're going to cut it. Now, be honest with the public, because you can't airbrush your policies, even though you can airbrush your posters. "
    ], 
    [
        "INTERVIEWER", 
        " In one sentence, Mr Cameron? "
    ], 
    [
        "CAMERON", 
        "Gordon Brown is trying to make you believe he can protect health spending, he can protect education spending, he can protect police spending. He can't do any any of these things, because he's given this country the biggest budget deficit of any developed country in the world. "
    ], 
    [
        "BROWN", 
        " David, answer the question. "
    ], 
    [
        "INTERVIEWER", 
        "No, I'm going to stop it there, because I want to get more questions in. Who knows, that may be an area that we get a question on. Thank you for that. Now we're going to take another question. Let me remind you that viewers in Scotland and Wales will be able to see Scottish and Welsh leaders' debates next Thursday 28th April at 9 o'clock. Those debates will involve the three parties here tonight, plus the Scottish National Party and Plaid Cymru in their respective nations. Our next question is from Helen Elwood, who runs a pub with her husband. Helen? "
    ], 
    [
        "AUDIENCE", 
        "I own a pub, and people like to chat over a drink. Nothing's provoked more discussion than MPs' expenses. Given the recent scandals involving all parties, how are you intending to re-establish the credibility of MPs in the eyes of the electorate? "
    ], 
    [
        "INTERVIEWER", 
        " Mr Clegg? "
    ], 
    [
        "CLEGG", 
        "I don't think that any politician deserves your trust - and you talked about credibility - deserves any credibility until everybody has come clean about what has gone wrong. Now, there have been some changes to the rules and all that, the changes to the expenses rules. But, you know, there are still people who haven't taken full responsibility for some of the biggest abuses in the system. There are MPs who flipped one property to the next, buying property, paid by you, the taxpayer, and then they would do the properties up, paid for by you, and pocket the difference in personal profit. They got away scot-free. There are MPs who avoided paying Capital Gains Tax. Of course, you remember, what was it, the duck houses and all the rest of it. But actually, it's the people, the MPs who made these big abuses, some of them profiting hundreds of thousands of pounds. I have to stress, not a single Liberal Democrat MP did either of those things, but they still haven't been dealt with. We can only turn round the corner on this until we're honest about what went wrong in the first place. "
    ], 
    [
        "BROWN", 
        "I was shocked and I was sickened by what I saw. I'd been brought up to believe by my parents that you act honestly, and you act fairly and you act responsibly. As just as the bankers were irresponsible, so too were members of parliament. Nobody should be standing for election at this election who is guilty of the offences we've seen in MPs. I want to do three things to change the system. First of all, I want to give the right of recall to constituents. If your MP is misbehaving and is guilty of corrupt practices and parliament doesn't act, you should have the right to recall that MP. The second thing we've got to do is give people the right to petition parliament so that your issues can be raised in parliament and that's what we propose to do. Thirdly, and this is quite fundamental, and I don't think David will support us on that, but I hope Nick will, we've got to reform the House of Commons and the House of Lords. We need a new House of Commons, a new House of Lords. We will have a referendum to elect members of parliament with more than 50% of the vote, and to have a House of Lords that is elected rather than hereditary or unaccountable. These are the changes we need. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "CAMERON", 
        "Helen, I'm not surprised you talk about it in your pub, because it was just a horrendous episode. As Nick says, it isn't fully finished and sorted out yet. I know how angry people are in this country. They pay their taxes and they don't pay their taxes for MPs to abuse the system. I know how angry I was when I heard about the moats and the duck houses and the rest of it. I was determined to do my bit to clean it up, to get my MPs to apologise, to get them to pay back money, all of which they did before the official reviews started to happen. But do you know one thing I think we really need to do as part of the apology, is to say to the British people, we're going to cut the cost of politics. We're going to cut the size of the House of Commons by 10%. We're going to cut ministers' pay by 5% and freeze it for the whole of the parliament. We're going to cut the size of Whitehall by a third. We're going to get rid of some of these quangos. We're going to make your politics better value for money as well as cleaner. I think that's part of the apology we really badly need to make. "
    ], 
    [
        "CLEGG", 
        "I have to say to both David Cameron and Gordon Brown, what bothers me is that I hear the words, they sound great. But, you know, it's not just what you say, it's what you do. Why is it that when I put forward, Liberal Democrats put forward, a law which would have given all of you and everyone watching now the right to sack their MP if their MP is corrupt, the Labour MPs voted against it, the Conservative MPs didn't even bother to vote. Why is it when we supported a deal to clean up the really murky business of party funding which has affected all parties, you blocked it, you blocked it. "
    ], 
    [
        "BROWN", 
        " We supported it. "
    ], 
    [
        "CLEGG", 
        "You wanted to protect the paymasters of the trade union. Paymasters, you wanted to protect Lord Ashcroft in his offshore haven in Belize. It's not good enough to keep talking about how we need to change politics, if when you've got an opportunity to change, you actually block it. I think that's a betrayal, I think that's a con. I think you deserve the right to sack your MPs when they're corrupt, but you also deserve a politics where we finally get the big money out of politics altogether. "
    ], 
    [
        "BROWN", 
        "You see, I agree with Nick. There's got to be a right of recall for people who are in a constituency and find their MPs corrupt and parliament doesn't act. I agree with that. I think Nick also agrees with me about a new House of Commons and a new House of Lords, properly accountable, with a new system of election that will be put to referendum next year. But David's solution, just to cut the number of MPs. Cut the number of MPs... All of us represent a constituency of people; all of us represent communities; all of us represent neighbourhoods and localities which deserve to have their local representation. I would cut one thing: I would cut the numbers of the House of Lords, and not by 10%, but by 50%. A smaller House of Lords, directly accountable, and David, please, no more hereditary peers. "
    ], 
    [
        "CAMERON", 
        "I want to see a reformed House of Lords. I think the House of Lords should be predominantly elected. Gordon, you have had 13 years to sort out the House of Lords. If there are still hereditary peers sitting in the House of Lords, if you're not happy with the House of Lords, why on earth haven't you done something about it? You have had all this time. To suddenly now talk about electoral reform, about changing the voting system which you started doing just weeks before the general election, I think people will see that as a bit of a ploy. Let me defend once again this idea of cutting the size of the House of Commons. Who in business, who in public services, who in their family life, hasn't actually had to try and get more for less? Hasn't had to trim their budgets, hasn't had to work a bit harder? Why on earth should MPs and parliament be any different? We could quite as well get by with 10% fewer MPs, we could cut the cost for you, the taxpayer, and we could do a better job at the same time. "
    ], 
    [
        "BROWN", 
        "We'll cut the cost of politics more by halving the House of Lords and making it a far smaller chamber, making it accountable and making it democratic. David, let's be honest, you voted against taking action against removing hereditary peers from the House of Lords. You don't want to that happen. You blocked it only in the last week. The key issue here is, will we take responsibility for a better form of politics? "
    ], 
    [
        "INTERVIEWER", 
        " Mr Cameron? Mr Cameron? "
    ], 
    [
        "BROWN", 
        "Right of recall, right to petition, and a better House of Commons and Lords. "
    ], 
    [
        "CAMERON", 
        "Let me just make one point after all that Nick said. I thought there was a slight danger of a sort of holier than thou. We should all be frank. Politics has been in a mess for all of us - we all had MPs with dreadful expenses problems. There are still three Labour MPs in court at the moment. There were Liberal MPs that were criticised. When it comes to party funding, yes, there's been the union money going into Labour from the Unite union. Yes, the Conservative Party has been too reliant for too long on rich individuals, and yes, the Liberal Democrats took £2.5 million off someone who's still, I think, a criminal on the run and the money hasn't been paid back. Let's not get too holier than thou over all this. "
    ], 
    [
        "INTERVIEWER", 
        " Nick Clegg? "
    ], 
    [
        "CLEGG", 
        "Hang on a minute. Before we bandy about these things, let's be absolutely clear. We were completely exonerated for that, it was years ago. I'm talking about what's been going on now. "
    ], 
    [
        "CAMERON", 
        " Have you paid the money back? "
    ], 
    [
        "CLEGG", 
        "Listen, none of this will make any difference if we allow this rotten system in Westminster to carry on where MPs have jobs for life, where they basically only need to get 20, 30% of your votes in their areas, then no questions asked, they don't even need to bother until the next time there's an election. There is a direct correlation between the hundreds of Labour and Conservative MPs who have got these safe seats, these jobs for life, and the levels of abuse in expenses. "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown.  "
    ], 
    [
        "CLEGG", 
        "Neither of you want to clean up the system from top to toe in the way that...  "
    ], 
    [
        "INTERVIEWER", 
        " Thank you, Mr Clegg. Mr Brown.  "
    ], 
    [
        "BROWN", 
        "I honestly think we should raise the standard of debate here. There's been awful things that have happened. We have had to take action against lots of MPs who have betrayed the public trust. We are in politics I hope for serving the public, not serving ourselves. But we've got to take action that makes a real difference in the future. Now, Nick supports me in reforming the House of Commons and the House of Lords. I think the Conservatives should support us as well. "
    ], 
    [
        "INTERVIEWER", 
        " Mr Clegg, can you clarify that? Can you clarify that assertion? "
    ], 
    [
        "CLEGG", 
        "There was absolutely nothing to support. They did nothing for 13 years. "
    ], 
    [
        "BROWN", 
        " You support... "
    ], 
    [
        "CLEGG", 
        " No. I mean...  "
    ], 
    [
        "BROWN", 
        "Do you support the alternative vote system in the House of Commons? "
    ], 
    [
        "CLEGG", 
        "What I support is something I've supported all my adult political life, which is a complete clean-up from top to toe of politics. Direct elections to the House of Lords. They shouldn't be there just because they've done favours to politicians making the rules that you need to abide by... "
    ], 
    [
        "INTERVIEWER", 
        " Mr Brown. "
    ], 
    [
        "CLEGG", 
        " ..getting big money out, fair votes for everybody. "
    ], 
    [
        "BROWN", 
        "The truth is that Nick does support fundamental reform of the House of Commons...  "
    ], 
    [
        "CLEGG", 
        " But you haven't offered it. "
    ], 
    [
        "BROWN", 
        "We're going to put it to a referendum next year and let the people decide. When politics breaks down in the way it did, and we had corrupt MPs, then we've got to have a new start, a referendum next year on a new House of Commons, and a new House of Lords. That's the way forward. I'm sorry that the Conservatives reject these reforms. "
    ], 
    [
        "CAMERON", 
        "Well, it's rather difficult, because Gordon says Nick agrees with Gordon and Nick says Nick doesn't agree with Gordon. Let me try and find something we're all agreed on that we could change, it would make a difference. I think it is time that when an MP breaks the rules, that those constituents should be able to throw that member of parliament out of parliament without having to wait for a general election. I think we all agree about that... "
    ], 
    [
        "BROWN", 
        " I've just said that. "
    ], 
    [
        "CAMERON", 
        "..and whoever wins the next election, we can put that in place straightaway. "
    ], 
    [
        "INTERVIEWER", 
        "Let me clarify precisely that assertion. The claim is that we are all agreed upon that point. Mr Brown? "
    ], 
    [
        "BROWN", 
        "The right of recall, yes. But I want a more fundamental reform. I want an MP to be elected with more than 50% of the vote, and I want a House of Lords that is not hereditary but elected on a proportional representation list system. That's what we want to put to a referendum next year. "
    ], 
    [
        "CLEGG", 
        "I'm absolutely dismayed by this. This is something I actually put forward in the House of Commons. We already could have had that law, people already could have had the right to sack corrupt MPs. Labour MPs voted against it. Conservative MPs didn't turn up. "
    ], 
    [
        "BROWN", 
        " I'm in favour of it. "
    ], 
    [
        "CLEGG", 
        "It's great we're saying the same thing. You've also got to do the right thing to clean up politics. "
    ], 
    [
        "INTERVIEWER", 
        "Gentlemen, thank you very much indeed on that question. Thank you very much. Now, let me just correct something I said earlier on, heat of the moment, sorry, I do apologise for that. The Scottish and Welsh leaders' debates are on Tuesday of next week, not on Thursday. My apologies for that. Our next question is on education, an area where again there are devolved powers in Scotland, Wales and Northern Ireland, OK? Now, Joel Weiner is a 17-year-old secondary school student from London. Joel, your question? "
    ], 
    [
        "AUDIENCE", 
        "I'm in my final year of school. I found that the system is incredibly grades-driven, so much so, that often education for its own sake is at sacrifice. We are over -examined and under-taught. What will the party leaders do to improve education? "
    ], 
    [
        "BROWN", 
        "I want to see our education improve as it has done over the last few years. We need teachers with better qualifications. We need young people with the aspiration to succeed, and we need to give people the chance to start education early, that's why nursery education starts at three and be able to go through to 18. That's what we are saying in our manifesto, education will be part-time or full-time till the age of 18. As far as grades and standards are concerned, I myself believe in the highest of standards. I believe if we don't search for the highest of standards, then we will not in the end get the best pupils coming out of our schools. Yes, we've got to look at the different types of exams and we will do so. But I think it's important to realise we're in this new world where we are competing with Asia, as well as America and Europe and our young people have got to have the grades, the qualifications to be able to meet the best in the world. That's what I want to achieve and I hope I can work with you to do so. "
    ], 
    [
        "CAMERON", 
        "I have every sympathy with what you say because education is important, that, as well as getting good grades that actually we're opening young people's minds to all the best things that have been written and all the best things that have been said and to really excite people about education. I think there is a danger that our education system has become terribly bureaucratic. We send 4,000 pages of information to schools every year. We spend £300 million on educational quangos. We're not getting enough to the frontline, following the child into the school. As someone who has got two children, one of whom started at a state school in London, and hopefully another child to come, I'm passionate about getting as much money into the school as possible, rather than wasting it in Whitehall. In terms of exams, we've got to have good external marking, done properly, and high standards. I think that's absolutely key. I wouldn't want to see that change. But let's set the schools free, so we trust in the vocation of the teachers who do what they want - they're there because they have a vocation they care about.  "
    ], 
    [
        "CLEGG", 
        "John, I think everyone will recognise what you're talking about, this feeling that you have to constantly jump through hoops. The symptoms are everywhere. Our National Curriculum is 600 pages. The curriculum in Sweden, which has generally got a fairly good education system, is 16 pages. I just read the other day that head teachers now by e-mail over the last year, have received - get this - 4,000 pages of instructions from on high from Whitehall. This is crazy. We've got to let head teachers teach, we've got to let teachers teach. We've got to reinstil a sense of enthusiasm and creativity in the way that you are taught. That's why we want to do, the Liberal Democrats, is to put on to the statute book an Education Freedom Act which literally bans government from micromanaging what happens every minute of the day with every single test in every classroom in the country. That's what I'd like to see. I think it would make a big difference to you and other people who are at school. "
    ], 
    [
        "BROWN", 
        "But every school has got to be a good school. We've got to insist on the highest standards for every school. Since 1997, 1,600 underperforming secondary schools in 1997 went down to 250. Next year, down to zero, as a result of the fact that we're allowing federations, academies, to take over underperforming schools. That's the way forward, to insist on the highest standards, to make sure an underperforming school is taken over, to make sure we invest enough in the education system to ensure our children are properly taught. What I'd be very worried about is if in this difficult and straitened time, we were to cut our budgets for education at this point in time. I think that would put our children at risk for the future, and it's very important that we continue to invest in the education of every child in this country. "
    ], 
    [
        "CAMERON", 
        "What I'd say in terms of what I care about most in education with my own children going through the system, I want what every parent in this country wants, and it starts with something that actually doesn't necessarily cost money, and that is good discipline in our schools. In a typical year now, you get 17,000 teachers being attacked by students. We've got a real problem here. There was a case in Manchester once where a child produced a knife in a school, got excluded, and then the appeals panel put that child back into the school. Imagine what that does to the head teacher that's trying to keep order. So we say head teachers should be able to exclude difficult pupils and not be overruled by appeals panels. We say you've got to change the rules so teachers can keep order in class. Right now, we seem to be treating the teacher like children and the children like the adults. We've got it topsy-turvy, the wrong way round, and we really need to change that so that we have proper discipline and order. Then people can learn. "
    ], 
    [
        "CLEGG", 
        "I think discipline is important, of course. I think creativity, which I think is the point you're saying, Joel - I'm not allowed to ask you questions, that's against the rules, but just nod if - good! I think creativity is important in the classroom, and think freedom for teachers and head teachers. One thing which I think would really help in all of those things - discipline, creativity, freedom for teachers - is quite simply good old-fashioned smaller class sizes. We have 8,000 infants in this country now between the ages of five and seven who are in classes which are so big, they're illegal, technically illegal. It's just logical. If you're a teacher, friends of mine who are teachers say they can't really keep an eye on the troublemakers, but they also can't support the brightest children if the classes are huge. That's why we've got a plan, fully costed, to provide schools with additional resources so that they can bring down the average class size in a primary school, for instance down to 20, and the average class size in a secondary school down to 16. "
    ], 
    [
        "CAMERON", 
        "Again, we mustn't confuse what goes in in terms of money with what comes out. I spoke about the fact that we spend £300 million on educational quangos. The Department of Children, Schools and Families - a lot of teachers actually call it the Department of Curtains and Soft Furnishings because it's so beautifully done up - they recently spent £3 million improving their own building, and putting in a - I'm not making this up - a contemplation suite and a massage room. As a parent of children at state schools, I want every available penny to go with the child into the school so the teacher can actually provide great education for our children. There is a lot of waste, and it needs to be cut. "
    ], 
    [
        "BROWN", 
        "Creativity, discipline, standards in schools, but we can't evade this question: if we're going to have the best education for our children, we do need the teachers and the teaching assistants. If you cut money out of the education budget now, you'll be cutting the numbers of teachers and teaching assistants. We say it's so important for our country that while we cut the deficit, we will maintain our investment in education per pupil. Now, the Conservatives cannot say this, and I think we need an answer this evening. Again, it's the risk, the risk to our health service, the risk in crime if you have less police. Now it's the risk to education. "
    ], 
    [
        "INTERVIEWER", 
        ""
    ], 
    [
        "CAMERON", 
        "What Gordon Brown isn't telling you is that he's putting up National Insurance contributions on every single job in 2011. The biggest cost schools have is teachers. So he's going to be taking money out of every single school in the country, primary school, secondary school, FE college. We say stop the waste in government now so we can stop the lion's share of that National Insurance increase and jobs tax next year. That's the best way to make sure we keep the money going into the school. "
    ], 
    [
        "BROWN", 
        "But be honest about the risk. You're going to take one billion at least out of the schools this year. "
    ], 
    [
        "CAMERON", 
        " It's simply not true. "
    ], 
    [
        "BROWN", 
        "If you were elected, in a budget in July, you've got to take six billion out of the system, other than health and defence. Where does that money come from? You've promised you'll take six billion out. It can only end up with the loss of thousands of jobs, including teachers. You will not back us and support us on keeping education. Why won't you support educational spending, as we do? "
    ], 
    [
        "CAMERON", 
        "I think people can hear that this is a complete invention of a figure plucked out of the air. We're saying the government could save one pound out of every hundred it spends. Now, what small business, what large business, what family, frankly, hasn't had to do that during this difficult recession? "
    ], 
    [
        "INTERVIEWER", 
        " Mr Clegg now.  "
    ], 
    [
        "BROWN", 
        " You're going to take money out of the school system.  "
    ], 
    [
        "CLEGG", 
        "I'm not sure if you're like me, but the more they attack each other, the more they sound exactly the same. Look, Joel's question - let's go back to the question. Joel asked, why are you being tested so much? How can all pupils in our schools feel they're being supported and getting the best out of education? I come back to this need to combine two things: firstly, more freedom for teachers and head teachers. Remember this crazy thing I told you about head teachers getting 4,000 pages of instructions by e-mail, and secondly, smaller class sizes, more one-to-one tuition, Saturday morning classes, evening classes, so that you can help those children in particular who perhaps aren't being supported at home as much as anybody else. I know from my two sons, who go to an excellent local state-funded school in my area, if a whole class can move together, then that enriches all children. I think what goes wrong is when classes get so big and classes actually fall apart. "
    ], 
    [
        "INTERVIEWER", 
        " Mr Brown. "
    ], 
    [
        "BROWN", 
        "We've got to be clear about this. I, too, want freedom for schools, and that's why where a school is failing, it will be taken over by a federation or an academy so that it can work, usually a local federation or a local academy. I want the best discipline in our schools as well, and I'm tough on what head teachers have got to do to ensure there's discipline not just in the school itself, but around the school as well, but we've got to face up to the fact about spending. "
    ], 
    [
        "CLEGG", 
        "Well, Gordon Brown mentioned spending - absolutely, too right. I don't think we're really going to get those smaller class sizes, that one-to-one tuition that I think Joel agrees is necessary, the catch-up classes, unless we find the money from savings elsewhere. We've spelt that out in our manifesto, so we can provide under our plan £2.5 billion extra to our schools. "
    ], 
    [
        "INTERVIEWER", 
        "I'm going to stop you right there, because I know what the questions are and you don't, but the next question continues that debate. Your answers are entirely a matter for you, and your rebuttals as well, but I think you may find that the next question will continue that discussion. It's Robert Lewis, a senior manager in healthcare. Mr Lewis, your question. "
    ], 
    [
        "AUDIENCE", 
        "How certain can you be that your party's policies will deal with the budget deficits without damaging economic growth? "
    ], 
    [
        "INTERVIEWER", 
        " Mr Cameron? "
    ], 
    [
        "CAMERON", 
        "This is an absolutely vital question, and I'm glad it's been asked, because we've got to get this economy moving. We've got to get this economy growing. What we say is save £6 billion in the coming current year in order to stop the jobs tax which we think will derail the recovery. Because if you put a tax on jobs, that I think is a jobs killer, it is a recovery killer, it's an economy killer. A hundred of the leading business people in this country, people who run companies like Sainsbury's, Marks & Spencers and Mothercare have all said that the threat to recovery is not cutting out waste as we say, the threat to recovery is Labour's proposal for a jobs tax. So I think we've got to remove this dark cloud of a deficit over our economy and it makes sense to make a start on that now. Make a start this year, to avoid the tax next year, and then we can go forward with further plans to remove our deficit and our debt that will hold our country back if we're not careful. "
    ], 
    [
        "CLEGG", 
        "Where are you, Robert? I can hear your voice, but... Ah, there you are, right at the back. Sorry. Behind the camera. Now I can see you. Robert, I think we need to just be open with you, straight with you, and we've sought to do that. We've specified - I think we're the only party in politics now, in our manifesto, look at the back of our manifesto, which says, here are the figures, this is the way that we would find cuts and savings of £15 million. How would we do that? By things like removing tax credits for the top 20% of recipients of tax credits, ending the child trust fund, which gives £250 to all 18- year-olds. I'd love to give everybody £250 but I don't think we can afford it right now. Putting a cap of £400 on any pay increases in the public sector for the next two years. But also some long-term choices. I'm the only leader here who is saying very clearly I don't think we can either justify or afford the like-for-like replacement of the Cold War nuclear missile system, the Trident missile system, over the next 25 years. It will cost you, all of us, £100 billion. We can't afford it. "
    ], 
    [
        "BROWN", 
        "We've been through a terrible financial recession - a global financial recession - and every time we have had to make big choices about what we do. To support the economy when there was no private investment happening; to support people who were unemployed so we could keep unemployment down; to support mortgages so there were no mortgage repossessions like the 1990s. Now, we're at a critical point in our economy now. I will be honest with you, you cannot afford to take money out of the economy now because you will put jobs at risk, businesses at risk, and you put the whole recovery at risk. £6 billion out of the economy means lost jobs, it means lost businesses, it means lost growth. If you take that money out now, I fear for what could happen, and we do not want to have a double-dip recession in this country. Take £6 billion out and it is the equivalent of taking out thousands of jobs in this economy today and making a lot of jobs that are safe at the moment unsafe. I would not recommend that at all. "
    ], 
    [
        "CAMERON", 
        "Let me take on, Robert, this argument directly, the idea that if you cut waste this year, you endanger the recovery. Just this week, we've seen two I think pretty hideous waste stories. The first is that civil servants have been given credit cards funded by the tax-payer to go out and spend that on food, wine and other things, and that's cost £1 billion. The second story was that managers in the National Health Service, many of whom are paid over £250,000, have had a 7% pay rise. Are we honestly saying that if you didn't have that sort of waste, that sort of excess, that our economy would collapse? I think it's nonsense. It's like saying that giving up smoking is somehow going to be bad for your health. Giving up waste would be good for our economy, and it would mean that we could stop this tax rise that's coming down the track, that Britain's biggest business leaders all say will cost jobs. Cut the waste, stop the tax. That's the right answer. "
    ], 
    [
        "CLEGG", 
        "These two constantly argue about waste as if we can create...or we can fill the black hole in public finances by saving money on paper clips and pot plants in Whitehall. Of course we can get rid of a bit of waste. But that isn't the big... That doesn't really address the big questions we need to ask ourselves. I think we need to be clear with you, open with you, straight with you. We've tried to do that. We've set out £15 billion worth of savings. I've listed some of them. We have one specific tax that we want to introduce to help fill the black hole. We would impose a 10% tax on the profits of the banks, these banks who have got us into the trouble in the first place. I think they should pay you back because you, the taxpayer, have bailed them out, and use that money to deal with the black hole in the finances. Let's not get obsessed about mythical savings and waste, which is the oldest trick in the book, to pretend that you can square a circle like that. Or get obsessed about when you deliver these cuts. The crucial thing is, are we going to be open with people, with you, about how we're going to save money in the long-term? "
    ], 
    [
        "BROWN", 
        "Just think how difficult it is to save 50,000, 100,000, 200,000, a million, and then think of 6,000 million to be saved in the next nine months before the end of the financial year. I fear for our economy if that happens. The only way we've kept our economy moving forward is not because there's been private investment or bank lending, it's because the government has had to step in to make sure there is sufficient growth. We've prevented unemployment going to the levels of America and Europe. I say you've got to keep that support now. Every other European country, America, agrees with that. Only the Conservative Party is against keeping that support in the economy now. Now, of course we've got to deal with waste, but if you take the waste out, you put more money into the economy to make sure the economy can continue to grow. It's the only way we can save jobs and businesses in this country now. I say to the whole audience here and to the nation: it is important at this moment to take no risk with the recovery. Once again, the Conservatives are showing they are a risk to the recovery in this country. "
    ], 
    [
        "INTERVIEWER", 
        " Nick Clegg. "
    ], 
    [
        "CLEGG", 
        "We all know we've got this great black hole in our public finances. That's obvious. We all know we're going to have to save money; we all know we're going to have to make cuts. The question at this election is who is trying to be straight with you about the scale of those cuts, how long they'll take? As it happens, this is one area where I would like for once to see politicians put people before politics. What I'm suggesting - I don't know whether Gordon Brown and David Cameron will take up this invitation - is that regardless of the outcome of the general election, that we get the Chancellor and the shadow Chancellors together, the governor of the Bank of England, the head of the Financial Services Authority, to come clean with you about how big this structural deficit is. It's estimated to be somewhere around £70 billion. And straight with you, finally, about how long it is going to take to fill that. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "CAMERON", 
        "There's no doubt the country's going to have to come together to deal with this really big problem of the deficit. For every £4 that we spend right now, the government is borrowing one of those pounds. Nick keeps saying he's being very straight with you. In his manifesto is a promise for a £17 billion tax cut. It is a great idea. I'd love to do it but we don't have £17 billion for a tax cut. Gordon is saying... "
    ], 
    [
        "INTERVIEWER", 
        " Nick Clegg on that specific point. "
    ], 
    [
        "CLEGG", 
        "We've spelt out exactly where that money would come from. We would, for instance, stop this grotesque spectacle of this unfair tax system which has been built up under a succession of Labour and Conservative governments, where right now, a greedy banker in the City of London pays a lower rate of tax on their capital gains than their cleaner does on their wages. We have a tax system... "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown. Gordon Brown. "
    ], 
    [
        "BROWN", 
        "Back to the question Robert put, that the PCT, the health authority, was finding it very difficult because of the situation at the moment. Take thousands of millions out of the economy now, take £6 billion out of the economy now, and think of the risk to jobs and businesses. I say to the Conservatives, of course we want efficiency savings and of course we want to deal with waste, but we cannot afford to see private investment so small and then public investment cut at this time and lots of jobs put at risk. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "BROWN", 
        " Please tell us you won't do that. "
    ], 
    [
        "CAMERON", 
        "£6 billion is one out of every £100 the government spends. What small business in this recession, what big business hasn't had to make that sort of decision? Many people are making a much bigger decision. Turn it round the other way and think about it like this. Gordon is effectively saying, \"I want to go on wasting money now so I put up your taxes later.\" Why should we pay our taxes for government waste? "
    ], 
    [
        "BROWN", 
        "We've got a responsibility for the overall growth rate of the economy. We've got to get this economy moving forward. You can't do it with private investment alone. The government has got to play its role. Now, next year, we'll make these bigger savings and of course we're going to pay for health and for education, and for policing by what we do on National Insurance. But this year, don't pull the money out of the economy, don't put good people's jobs and their businesses at risk now. "
    ], 
    [
        "CAMERON", 
        "But why do you think it is, I would say, that a hundred of the leading business people in this country, people who run some of the biggest businesses like Corus, like Logica, like Mothercare, why do they say, and they couldn't be more clear, the risk to the economy isn't cutting waste, the risk to the economy is Labour's proposal of a jobs tax. "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown on that specific point. "
    ], 
    [
        "BROWN", 
        "The risk to the economy is this year, and every country - America, the rest of Europe, including Britain - is saying, we've got to make sure we invest in the economy this year so that we can have the growth we need. Now, pull out the money, and you've proposed it at every point during this recession, pull out the money and you'll have less growth, you'll have less jobs, and you'll have less businesses. That's the fear. We've got to take an overall responsibility for the whole economy. "
    ], 
    [
        "CLEGG", 
        "All I would say is this argument I think just doesn't address the fundamental issue. There are going to be big things over the next few years, and neither will come clean on this with you, that we simply can't afford to do. Trident, I don't think we can afford it. A tax on banks I think is now unavoidable. Tax credits. We need to look at public sector pensions. These are big decisions we need to take. "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron? "
    ], 
    [
        "CLEGG", 
        " I would like us for once to get politicians together...  "
    ], 
    [
        "INTERVIEWER", 
        " Yeah. I've got the agenda, Mr Clegg. Mr Cameron's response. "
    ], 
    [
        "CAMERON", 
        "I just want to make this... I think people at home watching will find it extraordinary that Gordon Brown is really saying, you've got to go on wasting money to keep the economy going. Why not cut the waste and stop the tax rise? It can't be in... How is a 7% pay rise for NHS managers essential for economic growth? "
    ], 
    [
        "INTERVIEWER", 
        " I'm going to have to park it there... "
    ], 
    [
        "BROWN", 
        " We made 35 billion of... "
    ], 
    [
        "INTERVIEWER", 
        "No, I'm going to stop you because we had some of this in the previous question and I've still got more questions that I really want to take. A lot of information there for people to reflect on. I do want to move it on. Our next questioner comes from an army family and himself has served in the Territorial Army. Nick Brimson, your question. "
    ], 
    [
        "AUDIENCE", 
        "Good evening, guys. British troops seem to be dying unnecessarily and far too frequently. In my opinion, they are under-equipped and massively underpaid. What assurances can you give the armed forces that things will improve? "
    ], 
    [
        "INTERVIEWER", 
        " Mr Clegg? "
    ], 
    [
        "CLEGG", 
        "You're right, Nick. They are under-equipped and they are underpaid. I think there's something seriously wrong when you've got 8,000 bureaucrats in the Ministry of Defence who work on communications. When we have too many top brass in some of the services - there are, I think, two admirals for every warship. We have 17 brigadiers for every brigade. And we also, of course, have this consensus from the Conservative and Labour Parties that we should spend £100 million renewing the Cold War nuclear Trident missile system. I say if we change our priorities, we can provide our brave servicemen and servicewomen, who do the most astonishing job in the most extraordinarily difficult circumstances, we can give them proper pay. I think it's a scandal that someone who starts in the army on a junior rank now gets paid £6,000 less than someone starting as a firefighter or in the police service. I want them to have the same pay, and I also want them to have proper body amour, proper helicopters, proper vehicles. You can only do that if you cut out spending elsewhere which isn't being well spent. "
    ], 
    [
        "BROWN", 
        "Let me say, first of all, my pride and my admiration for the armed forces, and our questioner who was in the Territorial Army, all those who serve our nation, and particularly at this time when we're at war in Afghanistan, we've got to remember and we've got to do our best not just by the armed forces but by their families. And let us remember all those who lost their lives in Afghanistan. The important thing is that we're doing the right thing by our troops. And that's why we've increased the spending on equipment dramatically over these last few years. A thousand new vehicles, new helicopters brought into Afghanistan. We used to spend £600 million on Afghanistan three or four years ago. It is now 5,000 million this year. Now, this... Every time, you know, I've got to write to a family where someone's died, I've got to consider all these issues. I would not send our troops into battle unless I was absolutely sure that they were properly equipped for what they're doing. "
    ], 
    [
        "CAMERON", 
        "Sorry, I couldn't see Nick in the audience. Can you put your hand up? Ah... Oh, sorry, you're behind the... Same problem, behind the camera. First of all, can I thank you for what you do, and I join with Gordon in paying tribute to our forces. I've been to Afghanistan in each of the last four years, and just the bravery and the incredible courage and determination of what those men and women do just humbles you every time you see it. They're not just brave fighters, they are brilliant diplomats in dealing with difficult situations, they're incredible athletes, they are brilliant, brilliant people. But I don't think we do do enough for them. I know that steps are being taken to try and improve the situation. But, frankly, we shouldn't be in the situation we are. In the last few months, we had to fight a battle in parliament to stop the government cutting the training for the Territorial Army. I think it's madness when you've got soldiers deployed overseas actually not to invest in your Territorial Army, because they're a very, very important part of our armed services. "
    ], 
    [
        "CLEGG", 
        "I think it's also what kind of equipment we provide. I was in a factory in my own city where I'm an MP in Sheffield just a few weeks ago. There was a great British company there, a manufacturing company, that produces great metal braces with these huge rollers, which apparently are sold to the American army. They attach them onto their vehicles, and when the rollers move over mines, the mines blow up, but of course, they destroy the rollers and not the soldiers. The American army says that those rollers, diesigned, manufactured by a great British business in Sheffield, have saved 140 lives. Why is it they're not being used by the British army? Apparently they don't somehow fit on to the vehicles that our soldiers use. So I think it's not only that we've got to make sure that we don't waste money on bureaucrats in the Ministry of Defence and all the rest of it, and instead spend that on equipment for our brave servicemen and servicewomen, we should also use the know- how and the manufacturing brilliance expertise in this country to provide our brave soldiers with the equipment which saves lives on the front line. "
    ], 
    [
        "BROWN", 
        "Every urgent operational requirement that our armed forces have asked us for has been met. I've got two big questions I've got to answer to the British people for: why are we in Afghanistan? We're in Afghanistan because there is a terror threat and a chain of terror that comes from the Afghan-Pakistan border to our country, and three-quarters of the terrorist plots that we identify start not in Britain, start not in Europe, but start in that border area. The second question I've got to answer is how we can get our troops home. Because that is what we all want to see at the end of the day. We've got to build up the Afghan army, build up the police force in Afghanistan. Our brave troops are helping to train the Afghan army and police at the moment, and that's how we will gradually see the numbers of Afghan forces rise and our troops come down in number so that our troops can come home. As we do that, we've got to ensure that pay continues to rise for our troops, and those people who leave the forces have got to get proper protection - homes, health service and of course, the chance of jobs. "
    ], 
    [
        "CAMERON", 
        "We all want to see those things happen, and I think it's an absolutely vital year we're having in Afghanistan. And you can see, I hope, progress being made but difficult, difficult times lie ahead. There is something more fundamental we need to do in order to answer your question properly. That is we've got to have a fundamental defence review of all that we spend and all that we do and all the equipment that we have. Because if you think about it, over the last decade, since we last did this, we have had 9/11, we have had 7/7 in our own country, we have had the wars in Iraq and Afghanistan, and yet we fundamentally haven't asked again, what should be the shape of our army, our navy, our air force? How can we best defend our country? How can we best protect our servicemen and women? We need urgently to do that. We make sure if we get involved in these conflicts in the future, we don't have the situation where we have had troops on the ground without enough helicopters. We all know that happened after 2006 and it really wasn't good enough. "
    ], 
    [
        "BROWN", 
        "No, what happened after 2006 is that the Taliban changed its tactics. Before they were in a one-to-one confrontation with us face- to-face. They couldn't win that armed battle, so they took to explosive devices, guerrilla warfare. And we had to respond to that as all our allies had to do. We have 1,000 new vehicles in Afghanistan as a result of the decisions to get Mastiffs and Ridgebacks and other vehicles into the frontline. And we've also got more helicopters as a result of what we've done. "
    ], 
    [
        "CLEGG", 
        "I actually agree, strongly agree, and it's something I've been calling for for years, that we should have a complete review about whether our military equipment is right for the job that we are asking our brave soldiers and brave servicemen and women to do. Because of course the world is changing and the threats to this country are changing with it. What I simply don't understand is if we hold that review, as I think is going to be likely after the general election, whoever wins that election, both David Cameron and Gordon Brown want to rule out one of the biggest items of defence expenditure of all, which is the Trident nuclear missile system. This was a system that was designed at the height of the Cold War to flatten St Petersburg and Moscow. Is it really that important? "
    ], 
    [
        "INTERVIEWER", 
        " Let me bring David Cameron in on that point.  "
    ], 
    [
        "CAMERON", 
        "Let me answer that directly because I think it's important. I think the most important duty of any government, anyone who wants to be Prime Minister of this country, is to protect and defend our United Kingdom. And are we really happy to say that we'd give up our independent nuclear deterrent when we don't know what is going to happen with Iran, we can't be certain of the future in China, we don't know exactly what our world will look like? I say we should always have the ultimate protection of our independent nuclear deterrent. That's why we voted to make sure that happened. "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown. "
    ], 
    [
        "BROWN", 
        "I've got to deal negotiations over Iran, and we've got the problem over North Korea. If countries unilaterally decide to have nuclear weapons and break the Non-Proliferation Treaty, then we need multi-lateral action with all of us working together. We are nuclear weapon states. We can make a huge difference in the reduction of nuclear weapons overall, if we can persuade countries not to have nuclear weapons in the first place or force them not to have them, if we can then have a reduction in nuclear weapons all round. But I don't favour Nick's proposal which would unilaterally abandon our nuclear deterrent when we know Iran and North Korea and other countries are trying to get... "
    ], 
    [
        "CLEGG", 
        "All I'm saying is, I don't think we should kid people into thinking we can either justify or afford £100 billion over 25 years on a nuclear war system...missile system, which was designed explicitly to flatten St Petersburg and Moscow at the press of a button. I think the world has moved on amd I think you two need to move with it. We're not in the Cold War any more, and we shouldn't be spending billions of pounds of taxpayers' money on a Cold War missile system when, as Nick said in his original question, we have people on the frontline of Afghanistan without the right equipment and without the right protection. It's a question of priorities.  "
    ], 
    [
        "INTERVIEWER", 
        "Mr Cameron, on that context of priorities, a little more clarification. I'd like to put it to the three of you that we've dealt with that nuclear question. More on priorities, as the questioner put it.  "
    ], 
    [
        "CAMERON", 
        "We need the defence review, so we can get everything required for the frontline. I just want to go back to what I think Gordon didn't really tell you, which is, after we deployed in Afghanistan at the end of 2005, for several years, I went each year, and each year, you didn't have to talk to many of our servicemen and women before they told you they simply they didn't have enough helicopters. To blame it on Taliban tactics, I think, frankly, is misleading. We didn't have enough helicopters. We needed more helicopters. We should have had helicopters. If the government hadn't cut the helicopter programme back in 2004, we probably would have had more helicopters.  "
    ], 
    [
        "BROWN", 
        "This is not correct. The Taliban changed their tactics. We brought in helicopters from Iraq. We had to reprocess them because they were not suitable for the terrain in Afghanistan. We've got Chinooks in, we've got Merlins in, we've got Lynx in, all the helicopters we need have been put into Afghanistan. I would say with the Chief of Defence Staff, who said himself we are the best equipped armed forces in our history as a result of the action we've taken. I'm not complacent. I want to do more, but we put the helicopters in, we put the vehicles in, and we're giving our troops the equipment they need. I'm very proud of our troops.  "
    ], 
    [
        "INTERVIEWER", 
        "Thank you very much indeed. Again, I'm going to draw the line at that point, but thank you all very much indeed. We're going to move on to take another question now. Again, viewers in Northern Ireland will be able to see a debate between the leaders of the Ulster Unionist Party, the Democratic Unionists, Sinn Fein and the SDLP next Thursday at 9 o'clock on UTV. Our next question is on health, an area covered by devolution settlements in Scotland and Wales and Northern Ireland. To put it, we have Sindhu Navel, who's been a hospital nurse for 12 years. Mrs Navel. "
    ], 
    [
        "AUDIENCE", 
        "My question is, what are the parties' visions for the future of healthcare in Britain? In particular, how would they address the cost pressures arising from an ageing population and more expensive new treatments? "
    ], 
    [
        "INTERVIEWER", 
        " Thank you very much indeed. Mr Brown? "
    ], 
    [
        "BROWN", 
        "To help people live at home, to give them the urgent care needs they have and see them met, for example, by home helps and health visitors, so that people who want to stay at home don't have to go into institutional care. We've seen a revolution. Large numbers of people are living longer, which is a great thing, but people need help in their homes so that they don't have to go into nursing homes or old people's homes. My priorities for the health service are that we give people personal guarantees that every individual patient will know they will get a cancer specialist seen within two weeks if need it. They'll get a diagnostic test within one week, and the results to them. They will also be able to know that their operation will be in 18 weeks if you're any patient in need of an operation. You'll be able to see a GP in the evenings and weekends, something which wasn't happening. You'll be able to get a free health check-up on the National Health Service. I want people to know that public services are personal to people's needs, and that's why we need to give these guarantees to individual patients, and that's what we're going to do from now on. "
    ], 
    [
        "CAMERON", 
        "First of all, can I thank you for your incredible service to the NHS. I think the NHS is a wonderful, wonderful thing. What it did for my family and for my son, I will never forget. I went from hospital to hospital, A&Es in the middle of the night, sleeping in different wards in different places. The dedication, and the vocation and the love you get from people who work in the NHS just, I think, makes me incredibly proud of this country, so thank you for all that you've done. I think it is special, the NHS, and we made a special exception of the NHS and said yes, there are going to have to be difficult financial decisions elsewhere, but we think that the NHS budget should grow in real terms, i.e., more than inflation, every year under a Conservative government. My vision is that we improve it, we expand it, we develop it, we make sure that it's got more choice and more control for the patient. But we need to do some short-term things too, like make cancer drugs available to people to people who need them. There are some tragic cases now of people not getting what they need. "
    ], 
    [
        "CLEGG", 
        "Of course, the easy thing is to say how much we all love and depend and rely on the NHS. The difficult question, which I think is the one you're addressing, is, how do we protect the NHS which we all rely on, maternity services, A&E departments, GP services and so on, when money is tight? I think it's a bit like the earlier discussion about equipment for the army. The priorities at the moment are all wrong. The last year under this government, they've employed 5,000 more managers in the NHS, yet the maternity ward in the NHS hospital where my third son was born just over a year ago is threatened with closure. This government spent £12 billion on a computer testimony in the NHS which doesn't work, yet I was in Burnley the other day, I think Jacqueline was saying you come from Burnley. As you know, they've closed the A&E department there. I think you now have to travel 25 miles to Blackburn. What is going on? We're closing A&E departments and maternity wards and wasting money on computer systems and bureaucracy. I want to turn that on its head so we can protect the NHS we all rely on. "
    ], 
    [
        "BROWN", 
        "I've got to say that my equipment to the NHS is that we will give people these personal guarantees: the main source of employment in the NHS is more nurses. We've got 80,000 to 90,000 more nurses across the United Kingdom. We've got 30,000 more doctors. We've got the best equipment now in some of our hospitals. Remember the situation before 1997, when people had to wait two years for operations? It's now a maximum of 18 weeks. Yes, it is our priority that we will support the frontline services, health, the National Health Service, education and policing. These are the frontline services that people depend on. We will make sure that that finance is there. David says he will support the National Health Service, which assumes he will not give the same guarantees to education and policing as I asked him earlier this evening. The main point to recognise is this: David will not give you the guarantee that you'll see a cancer specialist in two weeks, or the guarantee that you'll have a GP in the evenings and weekends. These are personal guarantees written into the NHS constitution that we will give. "
    ], 
    [
        "CAMERON", 
        "The point is that today, actually, the number of nurses is going up - the number of managers is going up five times faster than the number of nurses in our NHS. The government has had 13 years to fix these problems, and it hasn't done. Gordon Brown talks about cancer, but what he's not telling you is that there are people in our country, there was a case the other day of someone who had to sell their home to get the cancer drugs. And the Prime Minister, the government, is about to hit the NHS, Britain's biggest employer, with this National Insurance rise. It's going to take £200 million out of our National Health Service. We say stop that National Insurance rise, and instead spend the money on a cancer drugs fund, so people can get the drugs they need. Talk about guarantees, but the fact is for some people, waiting two weeks to see a consultant is too long. We need a faster, choice-driven system, but the drugs have got to be there when you need them. They're not always right now.  "
    ], 
    [
        "CLEGG", 
        "This is a phoney debate. This is pretending that somehow there are billions and squillions of pounds around that we can continue to pour into our NHS. Every man, woman and child in this country spends £2,000 on the NHS through our tax system. I want to judge the NHS about how it helps me and my family when we're ill, sick and in need of NHS care, not just by numbers plucked out of thin air. David Cameron, you simply cannot seriously suggest that we should believe that you can cut the deficit immediately as you want, then have a whole blizzard of tax breaks, including a great big tax break for double millionaires in the inheritance tax system, and provide huge lashings of extra money to the public services. You might be able to do one of those things. You can't do all three. I want to say to people, let's be straight with you. We have to find savings in the NHS. I want to see strategic health authorities, which is a layer of bureaucracy, stripped away altogether and use that money on the frontline NHS services which are so important to us. "
    ], 
    [
        "CAMERON", 
        "The point is, we have made a special exception for the NHS for exactly the reason that Mrs Neville gives, which is that there are more older people. There are more expensive treatments. There are drugs budgets that are going up, and we say you need that extra money to even keep going with the NHS. That's why we make the exception of the NHS and say that's the budget that has to go up. What Gordon Brown is not telling you about the situation with cancer, cancer drugs and cancer outcomes is, after all the things he's talked about, all the money that's gone in, our death rate from cancer is actually worse than Bulgaria's. So all that's happened has not actually improved the outcome, which is what matters. "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown? "
    ], 
    [
        "BROWN", 
        "If people get early detection, and that means screening, I had a lady write to me who said that she would not be alive today if we hadn't introduced screening and we hadn't given the chance to see a specialist in two weeks. What David is not telling you is that while we're using the National Insurance to pay for health, policing and schools, he won't give the guarantee on policing in schools... "
    ], 
    [
        "INTERVIEWER", 
        " Mr Brown, thank you. Mr Cameron? "
    ], 
    [
        "CAMERON", 
        "The National Insurance increase which Gordon Brown has said is definitely coming in, that will take £200 million out of the NHS. He's not replacing that money, so he would have less to spend on cancer drugs. I have a man in my constituency called Clive Stone who had kidney cancer who came to see me with seven others. Tragically, two of them have died because they couldn't get the drug Sutent that they wanted, that was on the market, that people knew was a good drug. That's a scandal in our country today. So stop the National Insurance rise, use that money for the cancer drugs and help people, so our outcomes can be amongst the best in Europe rather than sadly amongst some of the worst. "
    ], 
    [
        "CLEGG", 
        "All I would appeal for is just a bit of honesty in this debate. People know that money is tight. People know that you can't promise something for nothing. You can't say you're going to fill the deficit tomorrow and you're going to give lots and lots of tax breaks to people, inheritance tax breaks for double millionaires, tax breaks for one in three hand-picked married couples, and also extra, extra money to the NHS without explaining how you're going to do it. "
    ], 
    [
        "INTERVIEWER", 
        " Mr Cameron? "
    ], 
    [
        "CLEGG", 
        " I say again there's something wrong... "
    ], 
    [
        "INTERVIEWER", 
        " Mr Cameron? Thank you, Mr Clegg. "
    ], 
    [
        "CAMERON", 
        "Nick Clegg is promising a £17 billion tax cut. We're saying, stop the waste of £6 billion to stop the National Insurance rise. I would love to take everyone out of their first £10,000 of income tax, Nick. It's a beautiful idea, a lovely idea. We cannot afford it. "
    ], 
    [
        "CLEGG", 
        " Shall I tell you how we pay for it? "
    ], 
    [
        "INTERVIEWER", 
        " Please do! Mr Clegg? "
    ], 
    [
        "CLEGG", 
        "I'll tell you how we pay for it. We would, for instance, stop the huge unfair loopholes that only benefit the very wealthy at the top of the tax system. At the moment, the top 10% of earners in this country get twice as much tax subsidy from all the rest of you when they make contributions to their pension pot than everybody else. We say give everybody tax relief on their pension contributions but make sure they're the same. And use that money... "
    ], 
    [
        "INTERVIEWER", 
        " Gordon Brown. "
    ], 
    [
        "CLEGG", 
        " ..so no-one pays any income tax on the first £10,000 they earn. "
    ], 
    [
        "INTERVIEWER", 
        " Thank you. Mr Brown. "
    ], 
    [
        "BROWN", 
        "Where Nick and I are agreed is that to give an inheritance tax cut to the 3,000 richest estates in the country, of £200,000 each, the biggest manifesto promise that the Conservatives made, is totally unfair to the rest of the population of this country. I say to him, we will use the National Insurance to pay for health care, to pay for policing, and to pay for schools. He will not be able to do that, and he's got to tell us the truth about how he will pay for his policies. "
    ], 
    [
        "INTERVIEWER", 
        "I'm going to stop you. I'm going to stop you there, partly because of time, also because, thank you, Mr Brown, people have heard that particular exchange as well. I have time to get one more question in. That's why I interrupted at that point. I'm grateful for you accepting it. Now, in what will be, as I've just told thm, our final question of this evening, it's also a policy area that's devolved in Scotland, Wales and Northern Ireland. Alan Shaw is a train driver from Accrington. Your question, sir.  "
    ], 
    [
        "AUDIENCE", 
        "Thank you, Alastair. Gentlemen. When are each individual party going to introduce a fairer system to care for the elderly when it is required, especially those who have worked and contributed towards the country's economy, without the need for them to sell and dispose of their assets? And what are your policies? "
    ], 
    [
        "CAMERON", 
        "Thank you, Alan, for asking this question. I think it's an absolutely vital question. I think it's so unfair that today you can have people who have worked hard all their lives, they've saved, they've paid down the mortgage, they've done all the right things, and yet if they go into residential care, they have to spend every penny of that money. And maybe the neighbour who didn't work hard, didn't save, and went about things in a different way, they get the whole thing paid for for free. I think that's just not fair. So we have... As we know, there is a huge budget deficit, a great big hole left by Gordon Brown, so we can't make all care free, I don't think we can afford that. What we can do is say to people, if you put aside £8,000 on turning 65, we can guarantee that you won't have to pay for residential care. That would remove the need to sell your home to pay for care. It would mean you could pass your home on to your children rather than have to pay for your care bills. It doesn't solve the whole problem, but I think it'd be a good start, a fair start, in rewarding the people who have done the right thing.  "
    ], 
    [
        "CLEGG", 
        "I think, Alan, this is one of those rare issues where the issue is so big, and the costs are potentially so great, and it affects every family, it affects every individual, that I think this is one of those issues where I would say, it is worth the politicians setting aside their political differences for once and trying to come up with a solution everybody can agree with. We've all got different ideas. We have ideas, proposals, that there's a contribution from the individual and the state. David Cameron's ideas, which helps some but doesn't help people in their home. Gordon Brown has some ideas which help some of the most needy, but not others. Why don't we for once, given this is something which I think is bigger than any other party, actually work together? There are some things, however, that I think we can do immediately. I, for instance, would like to use the money that the government has allocated for its latest, I think slightly flawed, proposals, to give respite care to the carers who look after loved ones, those who looked after loved ones for the greatest amount of time, give them respite for at least a week every year. That's something we can do now. Let's come up with a longer term proposal together. "
    ], 
    [
        "BROWN", 
        "Elderly people should not have to choose between the home they own and the care they need. We have to devise a better system for the future. That's why the first stage of it is urgent-needs care. So you can stay in your own home, you don't have to go into a nursing home, you get the support you need to stay in your own home free of charge. We're introducing that from April next year. The second stage in the next parliament is to say to people, if you're in an old people's home and you're in that home for more than two years, it will be free for personal and medical care from then onwards. That will take away the worry and anxiety people feel that their own home will have to be sold to meet the costs of residential care. The third stage will be to move to a more comprehensive system where people can be guaranteed that their needs will be met in the long run. I agree with Nick, we want consensus on this, we want to proceed in a way that every party, that every part of the country is with us. That's why we are consulting the social care groups, setting up a new commission to look at the finding for the future after the next parliament, but we're committed to urgent needs being met now. "
    ], 
    [
        "CAMERON", 
        "It isn't a small problem about people having to sell their homes to pay for care. I believe it's 45,000 families every year who have to do that. As I say, I think there's a deep unfairness in the system. "
    ], 
    [
        "CAMERON", 
        "Look, all of us, when we we get older, want to spend as long as possible at home before going into residential care. Anything we can do to help people adapt their homes and live in their homes, and also to help the carers, if carers stopped caring in Britain, whether for disabled children or elderly people, if they packed up and gave up, that would cost us £50 billion as well as the hurt and pain it would cause. So giving carers clearer rights and saying if you care for someone, you should get a break. The thing every carer says to me more than anything else is, \"Give me a break every now and again, and I can go on doing what I do\". I hope as we try and seek some consensus, let's put the carer absolutely up front and centre. They're Britain's unsung heroes. "
    ], 
    [
        "CLEGG", 
        "Of course, I agree with that. There are about a million carers in this country who care, I think, for 50 hours or more for their loved ones, for members of their family who need care. They are the unsung army of heroines and heroes that keep our society together. They desperately need time for themselves, time to go on holiday. Under our plans, what we could do immediately is give those million carers who care for the greatest length of time at least a week off - at least a week off - just to have a breather, spend some time on their own, visit friends, go on holiday, have some time to themselves again. But as I say, I think we've all got some ideas, but I don't think any of us - and you don't hear this from politicians very much - I don't think any of us, if we're really honest with you, have got the perfect solution. That's why I think this is so important. Let's for once put people before politics and come up with a solution that works for you and your family in the long run. "
    ], 
    [
        "BROWN", 
        "We have tried to do something about respite care. There are six million carers in this country. I've met many of them and talked to them about their needs. One need is respite, so that they can have a break, as Nick said. We're introducing, and have actually made provision, for more measures for respite care. But the questioner was asking about, also, how he could be sure that he could be less worried about having to go into an old people's home, or what would happen if he got ill later on in his life. That's why the urgent-needs measure we're introducing from April next year is so important. It means that you can stay in your own home, have the help that is available, the equipment, but also the home helps and the health visitors, and at the moment, it is being means-tested. Now, in future, it will be free of charge. "
    ], 
    [
        "CAMERON", 
        "I think one of the biggest things we must do is, I think it's right to try and forge a consensus, because this is a long-term issue we must deal with, is to try and give the carer and those they care for more power and control and influence over their lives. Form an individual budget for each one. Make sure that if they want to, they can take that as a direct payment, they can make decisions about the sort of respite they need. We tried to do this with my son, and when you try and get a direct payment system so you're in charge of the money and you can try and get some help, it's unbelievably complicated. You've got so set up a separate bank account, you've got to read about four lever-arch files. I found it testing enough. What someone who's recently had to start caring, who's under huge pressure, maybe getting ill of what they're doing, to try and get direct payments, let's make it easier. We ought to be trusting people to do this. "
    ], 
    [
        "BROWN", 
        "I think the key is, of course, urgent-needs payments for people so that they are sure they can stay in their own home. I agree that we need to do more for carers. I want carers to be able to manage their own budgets as well, and that's something we're really working on for the future as well. But we've got to find a solution to this big problem. The big problem is, people don't want to have to make the choice between owning their home and getting the care they need. That's why in the next parliament, it's important to try with the commission to reach a consensus on what the funding will be for the future. "
    ], 
    [
        "CLEGG", 
        "I think everybody will be surprised that the last question of the evening should actually have flowed into so much consensus. I think it is one of those issues, a bit like public sector pensions. I also think the scale of the public sector deficit is one of those issues where I think if we could introduce a new kind of politics in this country, not the old style of politics, we could actually come up with a solution that everybody could agree to, because I think you and your family would benefit from it so much. "
    ], 
    [
        "INTERVIEWER", 
        "Gentlemen, it will disappoint you and many people, but we've come to the end of our debating time. If I can just explain to you, while you mull over what you've heard already, what happens now is that each of them will have one and a half minutes to make their closing statement. The evening began with an opener. You've heard lots of cut-and-thrust about a number of issues, but now each of them has one and a half minutes to attempt to persuade you of their overall position. Mr Clegg, you first. "
    ], 
    [
        "CLEGG", 
        "Well, thanks for starters, for sticking with us for a full 90 minutes. What I've tried to show you this evening is that there is an alternative to the two old parties.  I know many of you think that all politicians are just the same.  I hope I've tried to show you that that just isn't true.  Whether it is on the questions from Alan on care, Jacqueline on crime, Helen on politics, Joel on schooling, Robert on the deficit, I believe we can answer all of those questions.  I believe we can rise to all of those challenges if we say no to the old parties and yes to something new and something different.  That's what I offer and that's what the Liberal Democrats offer.  So don't let them tell you that the only choice is between two old parties who have been playing pass the parcel with your government for 65 years now - making the same promises, breaking the same promises. Making the same old mistakes over and over again.  I think, despite all the challenges, all the problems we have, I think we can be really hopeful about the future.  I genuinely believe we can have a better fairer country if we do things differently. So give real change a chance. Trust your instincts. Support fairness. Choose something different. And that will give you and your family a better, fairer life. Thank you.   "
    ], 
    [
        "BROWN", 
        "You know it's been a great opportunity to exchange ideas this evening.  I know we're not up against The X Factor or Britain's Got Talent and I hope people have been able to stay with us in the exchange that we've had about the future policies of this country.  I was really struck with a number of questions, but particularly the one from Robert about the future of his healthcare trust and about the jobs that may be at risk.  I've got to come to this central problem that we've got at the moment: we've got to make a decision now about how we secure the recovery this year. We've got to make a decision about whether we put funds into the economy or take funds out of the economy.  Now, I'm very clear we mustn't make the mistakes of the 1930s or the 1980s when unemployment rose for five years after the official end of the recession.  So we've got to make sure the money is in the economy this year so that the recovery is secure. And then we've got to make sure that as we cut the deficit, we are fair to our National Health Service, our policing, and fair to our schools.  And that's why the National Insurance rise is necessary, to protect our health service, our schools and our police.  I think it was very interesting when David Cameron was asked, he couldn't give a guarantee that we are giving about the funding on schools, he couldn't give a guarantee about the funding on policing.  And when it came to the National Health Service, he couldn't give the same personal guarantees that we're giving about cancer specialist care, about seeing a GP at the evenings and weekends.  Now these are problems he's got to address in the future.  I look forward to the next debate so we can get all the issues raised, aired about the future of our country.   "
    ], 
    [
        "INTERVIEWER", 
        " David Cameron. "
    ], 
    [
        "CAMERON", 
        "Well I think it has been a great opportunity to have this debate.  And I think one of the things I've heard during this debate is just repeated attempts to try and frighten you about a Conservative government. And I would say, choose hope over fear, because we have incredibly exciting and optimistic plans for the future of our country. A great vision where we build a bigger society, where we get our economy moving, where we stop Labour's jobs tax which could destroy that economy. I think it's been shown tonight the idea you have to go on wasting money to secure the recovery is simply wrong. You heard a lot about policy tonight. But I think as important as policy is your values.  Let me tell you mine. If you work hard, I'll be behind you; if you want to raise a family, I will support you.  If you're old and you become ill, we will always be there for you. This is an amazing country.  We've done incredible things. I think we can go on and do even more incredible things but we need two things: a government with the right values and also an understanding that we're all in this together and real change comes when we come together and work together.  That's the sort of the change and that's the sort of leadership that I would bring to our great country.   "
    ], 
    [
        "INTERVIEWER", 
        "Gentlemen, thank you very much indeed for your contributions to this, our first debate.  Can I turn to you as well, all of you here with us this evening. Thank you particularly to those who asked the questions, and also a heartfelt thanks to those who submitted brilliant questions but for which we did not have time.  Thank you so much.  Our thanks then to Nick Clegg, to Gordon Brown, and to David Cameron. Stay with us now on ITV1 for instant reaction and analysis of the debate on News At Ten.  Including the results of the first opinion poll on who came out on top tonight.  At the end of an historic moment in television and political history, a very good night to you. Good night.  APPLAUSE. "
    ]
]
